<!DOCTYPE html>
<html lang="ja">
<head>
  <meta charset="utf-8">
  <title>q&amp;a</title>
</head>
<body>
<h2>よくある質問</h2>
<br>
<h3>ユーザーについて</h3>
<p>Q.会員登録情報は変更できますか？</p>
<br>
<p>A.要検討</p>
<br>
<p>Q.一度退会すると二度と会員登録することはできませんか？</p>
<br>
<p>A.要検討</p>
<br>
<h3>トップページについて</h3>
<p>Q.トップページに表示されている友達はログインしている人だけですか？</p>
<br>
<p>A.ログインしている友人だけです。</p>
<br>
<p>Q.暇人ユーザー、おすすめユーザー、リクエストユーザーの違いを教えてください。</p>
<br>
<p>A.暇人ユーザーには、あなたの友達で、現在ログインしている人たちが表示されます。
おすすめユーザーには、ログインしている友人のうち、コンディションがマッチしている友人が表示されます。
リクエストユーザーには、ログインしている友人のうち、あなたにリクエストを送った人たちが表示されます。
</p>
<br>
<h3>マイページについて</h3>  
<p>Q.My page では何ができますか？</p>
<br>
<p>A.My pageでは、コンディションの選択、20文字のつぶやき、プロフィール編集、あなたのランキング、友達追加用のあなたのIDの発行ができます。</p>
<br>
<h3>Users profileについて</h3>
<p>Q.Users profile では何が見れますか？</p>
<br>
<p>A.Users profileでは友人のプロフィール、友人のコンディション、友人のランキングをみることができます。また、ここから、リクエストを送信することができます。</p>
<br>
<h3>コンディションについて</h3>
<p>Q.コンディションはどのようにして設定できますか？</p>
<br>
<p>A.ログイン後、またはMy pageから設定できます</p>
<br>
<p>Q.自分にあったコンディションがないときはどうすればいいですか？</p>
<br>
<p>A.その他を設定して、20文字のつぶやきであなたの気持ちを表現してみてもいいかもしれません</p>
<br>
<h3>合致について</h3>
<p>Q.合致するとどうなりますか？</p>
<br>
<p>A.合致すると、自動的にチャット画面に切り替わります。</p>
<br>
<p>Q.合致した後にキャンセルはできますか？</p>
<br>
<p>A.チャットルームの下部のキャンセルボタンからキャンセルしてください。
キャンセル後は、自動的にトップページに戻ります。
</p>
<br>
<p>Q.複数人と合致する機能はありますか？</p>
<br>
<p>A.あくまで一対一の合致アプリですので、複数人と合致したい場合は、再度ログインしなおして暇人を見つけてください。</p>
<br>
<p>Q.どのようにしてリクエストを出すのですか？</p>
<br>
<p>A.暇人ユーザーの中から、リクエストを送信したい場合は、一度、その友人のUsers profileに移動していただき、そこからリクエストを送信してください。
おすすめユーザに対してリクエストを送る場合は、Users profileに移動する必要はありません。
</p>
<br>
<p>Q.一度出したリクエストはキャンセルできますか？</p>
<br>
<p>A.要検討</p>
<br>
<p>Q.複数人からリクエストが来ている場合はどうすればいいですか？</p>
<br>
<p>A.リクエストユーザーの中から一名だけ選ぶことができます。リクエストを承認した時点で、それ以外のユーザーからのリクエストは表示されなくなります。</p>
<br>
<h3>友達について</h3>
<p>Q.どこから自分のIDを発行できますか？</p>
<br>
<p>A.My pageからID発行ページに移動してください。</p>
<br>
<p>Q.どのようにして友達を追加するのですか？</p>
<br>
<p>A.設定から友達追加ページに移動していただき、そこに友人のIDを入力してください。</p>
<br>
<p>Q.友達を追加するとどうなりますか？</p>
<br>
<p>A.友達を追加すると、今後、友人がログインするとあなたのトップページに友人が表示されます。</p>
<br>
<p>Q.友達を止めるにはどうすればいいですか？</p>
<br>
<p>A.要検討</p>
<br>
<p>Q.ID発行回数に制限はありますか？</p>
<br>
<p>A.回数に制限はありませんが、1つのIDにつき1名まで使用することができます。</p>
<br>
<h3>その他機能</h3>
<p>Q.ランキングでは何がみれますか？</p>
<br>
<p>A.あなたのログイン情報や、合致のデータをもとに、全ユーザーの中でのあなたの相対的なポジションを確認できます。</p>
<br>





















</body>
</html>